<?php
include "./template/chat/show_user/user_pv.php";
?>


<div class=" section_show_pv_container active ">  <!-- active -->

    <div class=" section_show_pv sidebar menu_show_cart_pv show active " id="sidebar">

        <div class="filter_top_pv">

            <div status="waiting" class="filter_top_pv_item active ">   <!--  active  -->
                <div class="filter_top_pv_item_fill" >
                    <svg fill="#fff" height="25px" width="25px"
                         viewBox="0 0 297 297" xml:space="preserve">
                    <g>
                        <path d="M251.01,277.015h-17.683l-0.002-31.558c0-31.639-17.358-60.726-48.876-81.901c-3.988-2.682-6.466-8.45-6.466-15.055
                            s2.478-12.373,6.464-15.053c31.52-21.178,48.878-50.264,48.88-81.904V19.985h17.683c5.518,0,9.992-4.475,9.992-9.993
                            c0-5.518-4.475-9.992-9.992-9.992H45.99c-5.518,0-9.992,4.475-9.992,9.992c0,5.519,4.475,9.993,9.992,9.993h17.683v31.558
                            c0,31.642,17.357,60.728,48.875,81.903c3.989,2.681,6.467,8.448,6.467,15.054s-2.478,12.373-6.466,15.053
                            c-31.519,21.177-48.876,50.263-48.876,81.903v31.558H45.99c-5.518,0-9.992,4.475-9.992,9.993c0,5.519,4.475,9.992,9.992,9.992
                            h205.02c5.518,0,9.992-4.474,9.992-9.992C261.002,281.489,256.527,277.015,251.01,277.015z M83.657,245.456
                            c0-33.425,25.085-55.269,40.038-65.314c9.583-6.441,15.304-18.269,15.304-31.642s-5.721-25.2-15.305-31.642
                            c-14.952-10.046-40.037-31.89-40.037-65.315V19.985h129.686l-0.002,31.558c0,33.424-25.086,55.269-40.041,65.317
                            c-9.581,6.441-15.301,18.269-15.301,31.64s5.72,25.198,15.303,31.642c14.953,10.047,40.039,31.892,40.041,65.314v31.558h-3.312
                            c-8.215-30.879-50.138-64.441-55.377-68.537c-3.616-2.828-8.694-2.826-12.309,0c-5.239,4.095-47.163,37.658-55.378,68.537h-3.311
                            V245.456z M189.033,277.015h-81.067c6.584-15.391,25.383-34.873,40.534-47.76C163.652,242.142,182.45,261.624,189.033,277.015z"/>
                        <path d="M148.497,191.014c2.628,0,5.206-1.069,7.064-2.928c1.868-1.858,2.928-4.437,2.928-7.064s-1.06-5.206-2.928-7.065
                            c-1.858-1.857-4.436-2.927-7.064-2.927c-2.628,0-5.206,1.069-7.064,2.927c-1.859,1.859-2.928,4.438-2.928,7.065
                            s1.068,5.206,2.928,7.064C143.291,189.944,145.869,191.014,148.497,191.014z"/>
                        <path d="M148.5,138.019c5.519,0,9.992-4.474,9.992-9.992v-17.664c0-5.518-4.474-9.993-9.992-9.993s-9.992,4.475-9.992,9.993v17.664
                            C138.508,133.545,142.981,138.019,148.5,138.019z"/>
                    </g>
                </svg>
                    <p> درحال انتظار  <span class="counter_pv_new "> 1 </span>  </p> <!-- active -->
                </div>
            </div>

            <div status="nowaiting" class="filter_top_pv_item   ">  <!--  active  -->

                <div class="filter_top_pv_item_fill" >
                    <svg width="25px" height="25px" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M7 9H17M7 13H12M21 20L17.6757 18.3378C17.4237 18.2118 17.2977 18.1488 17.1656 18.1044C17.0484 18.065 16.9277 18.0365 16.8052 18.0193C16.6672 18 16.5263 18 16.2446 18H6.2C5.07989 18 4.51984 18 4.09202 17.782C3.71569 17.5903 3.40973 17.2843 3.21799 16.908C3 16.4802 3 15.9201 3 14.8V7.2C3 6.07989 3 5.51984 3.21799 5.09202C3.40973 4.71569 3.71569 4.40973 4.09202 4.21799C4.51984 4 5.0799 4 6.2 4H17.8C18.9201 4 19.4802 4 19.908 4.21799C20.2843 4.40973 20.5903 4.71569 20.782 5.09202C21 5.51984 21 6.0799 21 7.2V20Z" stroke="#fff" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/>
                    </svg>
                    <p> گفتگو باز <span class="counter_pv_new "> 1 </span></p>
                </div>

            </div>
            <div status="finish" class="filter_top_pv_item   ">  <!--  active  -->

                <div class="filter_top_pv_item_fill" >
                    <svg xmlns="http://www.w3.org/2000/svg" width="25px" height="25px" viewBox="0 0 24 24" fill="none">
                        <path d="M9.5 13.4L10.9286 15L14.5 11" stroke="#ffffff" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M20.5 7V13C20.5 16.7712 20.5 18.6569 19.3284 19.8284C18.1569 21 16.2712 21 12.5 21H11.5M3.5 7V13C3.5 16.7712 3.5 18.6569 4.67157 19.8284C5.37634 20.5332 6.3395 20.814 7.81608 20.9259" stroke="#ffffff" stroke-width="1.5" stroke-linecap="round"/>
                        <path d="M12 3H4C3.05719 3 2.58579 3 2.29289 3.29289C2 3.58579 2 4.05719 2 5C2 5.94281 2 6.41421 2.29289 6.70711C2.58579 7 3.05719 7 4 7H20C20.9428 7 21.4142 7 21.7071 6.70711C22 6.41421 22 5.94281 22 5C22 4.05719 22 3.58579 21.7071 3.29289C21.4142 3 20.9428 3 20 3H16" stroke="#ffffff" stroke-width="1.5" stroke-linecap="round"/>
                    </svg>
                    <p> پایان یافته <span class="counter_pv_new "> 1 </span></p>
                </div>

            </div>

        </div>

        <div class="chat_list_awaiting_answer active" >  <!--  active  -->
            <p class="chat_list_empty">
                گفتگویی جدیدی وجود ندارد!
            </p>
        </div>

        <div class="chat_list_answered_chats" >  <!--  active  -->
            <p class="chat_list_empty">
                گفتگویی وجود ندارد!
            </p>
        </div>

        <div class="chat_list_finished_chats" >  <!--  active  -->
            <p class="chat_list_empty">
                گفتگویی وجود ندارد!
            </p>
        </div>

        <div class=" message_waiting_receive_messages  ">  <!-- active -->
            <p>در انتظار دریافت پیام ها </p>
        </div>

    </div>

</div>

